[LANSTR]

STR_OK=OK
STR_YES=Ναι
STR_CANCEL=Άκυρο
STR_CONTINUE=Συνέχεια
STR_NO=Όχι
STR_CLOSE=Κλείσιμο
STR_MIN=Ελαχιστοποίηση
STR_AUTO_RECOMMENDSOFTWARE=Σύσταση λογισμικού
STR_BACK_PNP=Πίσω
STR_NEXT=Επόμενο
STR_OVER=Έγινε
STR_VER=Έκδοση
STR_USERFEEDBACK=Αποστολή σχολίων
STR_USER_BACK=Αποστολή σχολίων
STR_MENU=Μενού
STR_HELP=Βοήθεια
STR_OPRN_DRIVERTALENT=Άνοιγμα του DriverTalent
STR_TYPE=Τύπος:
STR_NAME=Όνομα:
STR_DRIVE=Οδηγός:
STR_ADDRESS=Διεύθυνση:
STR_IS_DEFAULT=Προεπιλογή:
STR_SET_DEFAULT=Ορισμός ως προεπιλογή
STR_PRINT_MANAGE_PLATFORM=Πλατφόρμα διαχείρισης εκτύπωσης
STR_MANUFACTURER=MFR:Κατασκευαστής
STR_DEV_DEVDESC=Περιγραφή:
STR_MOUSE_SETTING=Ρυθμίσεις ποντικιού
STR_KEYBOARD_SETTING=Ρυθμίσεις πληκτρολογίου
STR_AUDIO_SETTING=Ρυθμίσεις ήχου

STR_MAIN_TITLE=EaseUS DriverHandy

STR_DRV_SCAN=Επιδιόρθωση

STR_MAIN_TAB_GENERAL=Γενικά
STR_MAIN_TAB_TOOLS=Εργαλεία
STR_MAIN_TAB_ADVANCE=Προχωρημένα


STR_HEAD_DEV_NAME=Οδηγοί
STR_HEAD_DRV_VER=Έκδοση
STR_HEAD_DRV_TYPE=Τύπος
STR_HEAD_DRV_SIZE=Μέγεθος
STR_HEAD_DRV_OPERATE=Ενέργεια
STR_HEAD_BACKUP_STATE=Κατάσταση
STR_HEAD_BACKUP_TIME=Τελευταίο Backup  
STR_HEAD_PRINTER_NAME=Όνομα εκτυπωτή
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=Τύπος υλικού
STR_HEAD_QUDRY_RESULT=Αποτέλεσμα
STR_HEAD_WARN=Ενημερώστε ή όχι


STR_HEAD_DRV_VER1=Έκδοση
STR_HEAD_DRV_DATE=Ημερομηνία
STR_HEAD_DRV_INFO=Πληροφορίες
STR_HEAD_DRV_BACKUPTIME=Ημερ/νία Backup 
STR_HEAD_DRV_BACKUPVER=Έκδοση
STR_HEAD_DRV_BACKUPINFO=Πληροφορίες
STR_HEAD_DRV_BACKUPINFO_ACTION=Επιλογές
		
STR_CURRENT_QUERYDEV=Σάρωση
STR_CHECK_UPDATE=Ελεγχος για ενημερώσεις

STR_AKEY_UPDATE=Έναρξη
STR_AKEY_INSTALL=Εγκατάσταση
STR_AKEY_REPAIR=Επιδιόρθωση
STR_AKEY_DEAL_FINISH=Έγινε
STR_AKEY_DEAL_BACK=%d οδηγός(οί) αντιγράφηκε(αν) επιτυχώς!
STR_AKEY_DEAL_BACK_FAILED=Απέτυχε η δημιουργία αντιγράφων %d οδηγού(ών)
STR_AKEY_DEAL_REPAIR_SUC=%d οδηγός(οί) επιδιορθώθηκε(αν) επιτυχώς!
STR_AKEY_DEAL_REPAIR_FAILED=%d οδηγός(οί) απέτυχε(αν) να επιδιορθωθεί(ούν).
STR_AKEY_DEAL_CANCEL=Άκυρο
STR_NOTNEEDUPDATE=Κανονικά
STR_RE_QUERY=Σάρωση ξανά
STR_CANCELDEAL=Σίγουροι για την ακύρωση της διαδικασίας?<n>Θα σταματήσει μετά την ολοκλήρωση της τρέχουσας διαδικασίας.
STR_NOTNEEDBACKUP=Backed up
STR_BACKUPOK=Επιτυχία
STR_BACKUPERROR=Το Backup απέτυχε 
STR_START_RESTORE= Επαναφορά
STR_CANCEL_RESTORE=Άκυρο
STR_LATER=Αργότερα
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9}Η συσκευή δεν μπορεί να λειτουργεί μετά την απεγκατάσταση του οδηγού!{/c}{/f}
STR_COPY=Αντιγραφή
STR_COPY1=Έχει αντιγραφεί
STR_DRV_INFO_SETSHOW=Ρυθμίσεις

STR_RESTORE_SYSTEM=Διαγραφή
STR_LOCALDRV_BROWSEBTN=Αναζήτηση αρχείων
STR_LOCALDRV_MANULBTN=Χειροκίνητα
STR_LOCALDRV_DOWNBTN=Λήψη
STR_LOCALDRV_MOREBTN=Περισσότερα
STR_LOCALDRV_SUILT_SYSTEM=Υποστηριζόμενο σύστημα:
STR_LOCALDRV_SHUTDOW_SYSTEM=Τερματισμός
STR_LOCALDRV_REBOOT_SYSTEM=Επανεκκίνηση
STR_LOCALDRV_MAINPAGE_CHECK_TEXT= Τερματισμός ή επανεκκίνηση μετά την ολοκλήρωση της διαδικασίας? 
STR_LOCALDRV_DEV_STATUS =Κατάσταση
STR_LOCALDRV_REBOOT_NEED_INST =Έχετε να επανεκκινήσετε το PC μετά την τελευταία απεγκατάσταση. Θα θέλατε να συνεχίσετε? 
STR_LOCALDRV_DOWN_FAIL = {f 5}Η λήψη απέτυχε για άγνωστο αφάλμα!<n>Μπορείτε{c #207EBC}{u}{a}να αντιγράψετε τη διεύθυνση του συνδέσμου{/a}{/u}{/c}, στο πρόγραμμα περιήγησης για λήψη!{/f}
STR_LOCALDRV_CHECK_FAIL = {f 5}Η επαλήθευση απέτυχε για άγνωστο σφάλμα!<n>You can {c #207EBC}{u}να αντιγράψετε τη διεύθυνση του συνδέσμου{/u}{/c}, στο πρόγραμμα περιήγησης, για λήψη!{/f}

STR_LOCALDRV_DOWN_FAIL_OKBTN =Λήψη
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Κανονικά
STR_AUTO_GAME_COMPONENTS=Εξαρτήματα παιχνιδιών
STR_AUTO_SYSTEM_INDEX=Επιδιόρθωση συστήματος

STR_AUTO_RESULT3={c #e9e9e9}Συγχαρητήρια! Όλοι οι οδηγοί είναι τέλειοι!{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e9} ξεπερασμένος(οι) οδηγός(οί)!{/c}
STR_AUTO_RESULT4_D=Δεν συνιστάται η ενημέρωση εάν ο υπολογιστής σας λειτουργεί κανονικά.
STR_AUTO_RESULT5={c #CA0500}%d{/c} {c #e9e9e9}οδηγός(οί) χρειάζεται(ονται) επιδιόρθωση!{/c}
STR_AUTO_RESULT6={c #CA0500}%d {/c} {c #e9e9e9}οδηγός(οί) χρειάζεται(ονται) επιδιόρθωση;{/c}{c #CA0500}%d {/c} {c #e9e9e9}οδηγός(οί) χρειάζεται(ονται) ενημέρωση!{/c}
STR_AUTO_RESULT7=Επενεκκινήστε το PC για να ολοκληρωθεί η διαδικασία!
STR_AUTO_RESULT8=Προσοχή: Κάτι πάει στραβά με το υλικό σας.

STR_AUTO_NEEDINSTALL_INTELDISPLAY=Παρακαλώ εγκαταστήστε τον οδηγό γραφικών της Intel πριν από την εγκατάσταση του οδηγού γραφικών της NVIDIA!
STR_AUTO_NEEDINSTALL_AMDDISPLAY=Παρακαλώ εγκαταστήστε τον οδηγό γραφικών της Intel πριν από την εγκατάσταση του οδηγού γραφικών της AMD!
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=Παρακαλώ εγκαταστήστε τον οδηγό ενσωματωμένων γραφικών της AMD πριν από την εγκατάσταση του οδηγού της διακριτής κάρτας γραφικών της AMD!  
STR_AUTO_NEEDINSTALL_RECOMM=Ενημέρωση
STR_AUTO_UPDATE_FINISH=Η ενημέρωση ολοκληρώθηκε!
STR_AUTO_UPDATE_HASCANCEL=Άκυρο

STR_EXIT=Έξοδος
STR_RUN_LAY=OK

STR_DRV_UPDATE_PROMPT=Ειδοποίηση ενημέρωσης
STR_DRV_UPDATE_PROMPT_CONTENT=Λιγότερα από 3 GB είναι διαθέσιμα στον δίσκο %c, που ίσως προκαλέσει αποτυχία εγκατάστασης οδηγών. Συνιστάται εκκαθάριση του δίσκου.
STR_BACKUP_FREESPACE_NOTENOUGH=Λιγότερα από 3 GB είναι διαθέσιμα στον δίσκο %s, που ίσως προκαλέσει αποτυχία δημιουργίας backup των οδηγών. Παρακαλώ εκκαθαρίστε τον δίσκο ή αλλάξτε τη διαδρομή. 
STR_DOWNLOAD_FREESPACE_NOTENOUGH=Λιγότερα από 3 GB χώρου είναι διαθέσιμα στον δίσκο %s, που ίσως προκαλέσει αποτυχία λήψης οδηγών. Παρακαλώ εκκαθαρίστε τον δίσκο ή αλλάξτε τη διαδρομή.
STR_DRV_UPDATE_PROMPT_OPENCLEAN=Εκκαθαρίστε(συνιστάται)
STR_DRV_UPDATE_PROMPT_IGNORE=Αγνόηση
STR_REBOOT_NOW=Επανεκκίνηση τώρα 
STR_REBOOT_REPAIR_NEED=Επανεκκίνηση
STR_REBOOT_REPAIR_NOW=Επανεκκίνηση
STR_REBOOT_NEED=Επανεκκίνηση του PC
STR_REBOOT_REINSTALL=Επανεκκίνηση
STR_REBOOT_RESULT=Επανεκκίνηση
STR_UPDATE_NOW=Ενημέρωση τώρα

STR_SHUTDOWN_NOW=Τερματισμός τώρα
STR_REBOOT_NOW2=Επανεκκίνηση τώρα
STR_SHUTDOWN_NEED=Η εγκατάσταση ολοκληρώθηκε! Ο υπολογιστής σας θα κλείσει σύντομα.
STR_REBOOT_NEED2=Η εγκατάσταση ολοκληρώθηκε! Ο υπολογιστής σας θα επανεκκινήσει σύντομα.

STR_DRV_ENABEL=Ενεργοποίηση 
STR_DRV_UPDATE_BASE=Ενημερώσιμη
STR_DRV_ENABEL_STATE=Απενεργοποιημένη
STR_DRV_ENABEL_TIP=Η συσκευή έχει απενεργοποιηθεί. Ενεργοποιήστε την για να εγκαταστήσετε τον οδηγό.
STR_DRV_ENABEL_RESTORE_TIP=Η συσκευή έχει απενεργοποιηθεί. Ενεργοποιήστε την για να επαναφέρετε τον οδηγό.
STR_DRV_ENABEL_DOING=Ξεκινά...
STR_DRV_SCAN_DOING=Επιδιορθώνει...
STR_DRV_SCAN=Επιδιόρθωση οδηγού

STR_MENU_TOUCHPAD_ENABLE=Ενεργοποίηση
STR_MENU_TOUCHPAD_DISABLE=Απενεργοποίηση
STR_MENU_OPTION=Ρυθμίσεις
STR_MENU_ACTIVITE=Ενεργοποίηση
STR_MENU_NEWFEATURES=Νέα χαρακτηριστικά
STR_MENU_MAIN_PAGE=Αρχική ιστοσελίδα
STR_MENU_FAQ=Συχνές ερωτήσεις
STR_MENU_HELPUS=Βοηθήστε μας να μεταφράσουμε
STR_MENU_FORUM=Φόρουμ

STR_MENU_DEV_DETAIL=Λεπτομέρειες συσκευής
STR_MENU_LOCAL_DRV_DELFILE=Διαγραφή
STR_MENU_LOCAL_DRV_REPORT=Αποστολή σχολίων
STR_MENU_LOCAL_DRV_DATAILED=Λεπτομέρειες
STR_DRV_DRIVER_FILE=Αρχεία οδηγού
STR_DRV_DRIVER_INFO=Πληροφορίες οδηγού.
STR_ABOUT=Σχετικά με εμάς
STR_ABOUT_ACTIVED=Ενεργοποιημένο
STR_ABOUT_ACTIVE_PRO=Ενεργοποιήστε στο Pro για όλες τις δυνατότητες
STR_ABOUT_SERIAL_NUM=Κωδικός:
STR_ABOUT_PRIVACY=Πολιτική Απορρήτου
STR_ABOUT_EULA=EULA
STR_ABOUT_ACTIVEFULL=Ενεργοποιήστε στο Pro για πλήρεις λειτουργίες
STR_ABOUT_MAKE=--Κάντε τον χρόνο σας πιο αξιόλογο

STR_REGISTER=Ενεργοποιήθηκε


STR_DRV_INFO_DETAIL=Λεπτομέρειες: 
STR_DRV_INFO_DEV=Συσκευή: 
STR_DRV_INFO_NAME=Όνομα:
STR_DRV_INFO_CLASS=Κατηγορία:
STR_DRV_INFO_MANU=Κατασκευαστής:
STR_DRV_INFO_DATE=Ημερομηνία κυκλοφορίας: 
STR_DRV_INFO_VER=Έκδοση: 
STR_DRV_INFO_SIZE=Μέγεθος:  
STR_DRV_INFO_INFO=Πληροφορίες:
STR_DRV_INFO_GRADE=Αξιολόγηση:
STR_DRV_INFO_DESC=Εισαγωγή:

STR_DRV_INFO_MORE={f 9}Εισαγωγή:{/f} {a}Περισσότερα{/a}
STR_DRV_INFO_NO=NO
STR_DRV_INFO_HWID=ID υλικού:
STR_DRV_INFO_HASH=Έλεγχος ακεραιότητας

STR_RESTORE_NOITEM=Εσείς πρέπει{a}<u>πρώτα να δημιουργήσετε αντίγραφα ασφαλείας των οδηγών σας</u>{/a}ή{a}<u>Επιλέξτε έναν άλλο κατάλογο αντιγράφων ασφαλείας</u>{/a}.

STR_CTRL_RESTORE_DELBACKUP=Διαγραφή
 
STR_OPTION_SELECTBACKUP_DIR=Επιλέξτε αρχεία αντιγράφων ασφαλείας για να επαναφέρετε

STR_BACKUP_DETECTING={c #e9e9e9}{f 4}Ελέγχει για πληροφορίες αντιγράφων ασφαλείας, παρακαλώ περιμένετε...{/f}{/c}
STR_BACKUP_START=Εκκίνηση

STR_BACKUP_STATUS_NOTBACKUP=Δεν αντιγράφηκε
STR_BACKUP_STATUS_BACKUP=Αντιγράφηκε
STR_BACKUP_STATUS_CANNOT=Δεν είναι δυνατή η αντιγραφή
STR_BACKUP_STATUS_NOTDRIVER=Δεν υπάρχουν οδηγοί
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d οδηγός(οί) μπορεί(ούν) να -!{/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e9}Υπάρχουν αντίγραφα όλων των οδηγών!{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9}Δεν υπάρχουν διαθέσιμοι οδηγοί για αντίγραφα ασφαλείας!{/c}{/f}
STR_BACKUP_WAIT=Αναμονή
STR_BACKUP_DOING=Επεξεργασία
STR_BACKUP_DOING1=Επεξεργασία
STR_BACKUP_CANCEL2=Διακοπή, όταν ολοκληρωθεί η τρέχουσα διαδικασία!
STR_BACKUP_NEED=Πρέπει να δημιουργηθεί αντίγραφο ασφαλείας
STR_BACKUP_NOTNDDE=Backed up
STR_VIEW_BACKUP_SETTING=Ρυθμίσεις αντιγράφων ασφαλείας
STR_VIEW_BACKUP_FILE=Δείτε τα αρχεία αντιγράφων ασφαλείας
STR_BACKUP_FINISH=Η δημιουργία αντιγράφων ασφαλείας ολοκληρώθηκε!
STR_BACKUP_CANCEL=Άκυρο
STR_BACKUP_RESULT1={c #CA0500}%d{/c} οδηγός(οί) αντιγράφηκε(αν) επιτυχώς;{c #CA0500}%d{/c} οδηγός(οί) απέτυχε(αν) στην αντιγραφή! 
STR_BACKUP_RESULT2={c #CA0500}%d{/c} οδηγός(οί) αντιγράφηκε(αν) επιτυχώς!
STR_BACKUP_RESULT3={c #CA0500}%d{/c} οδηγός(οί) απέτυχε(αν) στην αντιγραφή!

STR_EVALUATE_NO=Δεν έχει αξιολογηθεί
STR_EVALUATE_QUERY_REPORT=Αποστολή σχολίων
STR_EVALUATE_SYSTEM=Αξιολογήστε το σύστημα %s
STR_EVALUATE_RESULT_NOT_SUPPORT=Αποτέλεσμα: Δεν υποστηρίζεται!
STR_EVALUATE_SYSTEM_SUPP=Προεπιλογή

STR_MANUAL_UPDATE_FAILED=Απέτυχε
STR_MANUAL_UPDATE_FAILED_DATA=Αποτυχημένα δεδομένα
STR_MANUAL_NEEDREBOOT=Επανεκκίνηση

STR_MANUAL_REDOWNLOAD=Προ-φόρτωση
STR_MANUAL_BEGINUPDATE=Ενημέρωση
STR_MANUAL_BEGININSTALL=Εγκατάσταση
STR_MANUAL_WAITFORINSTALL=Αναμονή
STR_MANUAL_INSTALLING=Γίνεται εγκατάσταση...
STR_MANUAL_UNZIPING=Γίνεται αποσυμπίεση...

STR_REFRESH=Ανανέωση
STR_REMOVE_WAIT=Αναμονή
STR_REMOVE_BEGINREMOVE=Απεγκατάσταση
STR_REMOVE_DOINGREMOVE=Γίνεται απεγκατάσταση...
STR_REMOVE_DOINGREMOVE1=Απεγκατάσταση:
STR_REMOVE_DOINGREMOVE2=Γίνεται απεγκατάσταση %s ξεπερασμένου οδηγού. Παρακαλώ περιμένετε...
STR_REMOVE_FAILED=Απέτυχε η απεγκατάσταση
STR_REMOVE_SUCC=Επιτυχία
STR_REMOVE_FINISH=
STR_REMOVE_CANCEL=Άκυρο
STR_REMOVE_RESULT1=Επιτυχής απεγκατάσταση{c #CA0500} %d{/c} οδηγού(ών); Ανεπιτυχής απεγκατάσταση{c #CA0500}%d{/c} οδηγού(ών)!{/c}
STR_REMOVE_RESULT2={c #CA0500} %d{/c} οδηγός(οί) απεγκαταστάθηκε(αν) επιτυχώς!
STR_REMOVE_RESULT3={c #CA0500}%d {/c} οδηγός(οί) απεγκαταστάθηκε(αν) ανεπιτυχώς!
STR_REMOVE_FINISH_NEEDREBOOT=Επανεκκίνηση
STR_SELECT_DRV_BACKUP={c #666666}Μην εκτελείτε άλλες εργασίες ενώ επαναφέρει!{/c}
STR_RESTORE_RESTORE1=Η επαναφορά οδηγού ακυρώθηκε! Να σταματήσει μόλις ολοκληρωθεί η τρέχουσα διαδικασία!
STR_RESTORE_DOINGRESTORE=Γίνεται επαναφορά...
STR_RESTORE_RESTOREOK=Έγινε
STR_RESTORE_RESTOREFAILED=Η επαναφορά απέτυχε
STR_RESTORE_RESTORING=  
STR_RESTORE_RESTORE_SELECT=Προετοιμασία για επαναφορά
STR_RESTORE_RESTORE_NOT_SELECT=Μη επιλεγμένο
STR_RESTORE_SELECTBACKUPDIR=<u>Επιλέξτε έναν άλλον κατάλογο backup</u>

STR_RESTORE_FINISH=Έγινε
STR_RESTORE_CANCEL=Άκυρο
STR_RESTORE_RESULT1={c #CA0500}%d {/c} οδηγός(οί) επαναφέρθηκε(αν) επιτυχώς;{c #CA0500}%d {/c} οδηγός(οί) επαναφέρθηκε(αν) ανεπιτυχώς!{/c}
STR_RESTORE_RESULT2={c #CA0500}%d {/c} οδηγός(οί) επαναφέρθηκε(αν) επιτυχώς!
STR_RESTORE_RESULT3={c #CA0500}%d {/c} οδηγός(οί) επαναφέρθηκε(αν) ανεπιτυχώς!
STR_RESTORE_NODRIVER=Κανένας οδηγός δεν επαναφέρθηκε!
STR_RESTORE_FINISH_NEEDREBOOT=Επανεκκινήστε για να επικυρώσετε τη διαδικασία!
STR_RESTORE_NEED_RESTORE_TEXT=Δεν είναι δυνατή η φόρτωση {c #207EBC}%s{/c} ανώμαλος οδηγός! Καλύτερα να επαναφέρετε τον οδηγό!
STR_RESTORE_NEED_RESTORE_OKBTN=Επαναφορά
STR_RESTORE_NEED_RESTORE_CANCELBTN=Άκυρο

STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d οδηγός(οί) μπορεί(ούν) να επαναφερθεί(ούν)!{/c}{/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9}Δεν μπορεί να βρει κανένα αντίγραφο ασφαλείας!{/c}{/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=Δεν υπάρχει νέος οδηγός!

STR_DEVCLASS_UNKNOWN=Άγνωστο
STR_DEVCLASS_DISP=Οθόνη
STR_DEVCLASS_NET=Δίκτυο
STR_DEVCLASS_MOUSE=Ποντίκι
STR_DEVCLASS_TOUCHTABLET=Touchpad
STR_DEVCLASS_MEDIA=Ήχος
STR_DEVCLASS_MONITOR=Οθόνη
STR_DEVCLASS_BATTERY=Μπαταρία
STR_DEVCLASS_SOFTNET=Softnet 
STR_DEVCLASS_SYS=Σύστημα
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=USB hub
STR_DEVCLASS_BLUETOOTH=Bluetooth
STR_DEVCLASS_PRINTER=Εκτυπωτής
STR_DEVCLASS_KEYBOARD=Πληκτρολόγιο
STR_DEVCLASS_CDROM=CD-ROM
STR_DEVCLASS_FLOPPYDISK=Floppy Disk
STR_DEVCLASS_POWERMGR=Διαχειριστής ενέργειας
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=Δίαυλος ελέγχου ήχου(UAA)
STR_DEVCLASS_IMG=IMG 
STR_DEVCLASS_DISKCONTROLLER=Ελεγκτής δίσκου
STR_DEVCLASS_INFRARED=Υπέρυθρες ακτίνες
STR_DEVCLASS_IMAGE=Κάμερα
STR_DEVCLASS_MB=Μητρική κάρτα 
STR_DEVCLASS_WIRELESSNET=Ασύρματο δίκτυο

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=Ασύρματο δικτυο USB 

STR_STRCOMMON_BAND=Επίσημος
STR_BRANDDRIVER=Μάρκα
STR_COMPATIBLE=Συμβατό 
STR_PUBLICDRIVER=WHQL 

STR_CHECKVER_GETVERINFO=Ελέγχει για ενημερώσεις, παρακαλώ περιμένετε...
STR_CHECKVER_NONEWVER=Χρησιμοποιείτε τη νεώτερη έκδοση!
STR_CLIENT_UPDATECHECK=Η τρέχουσα έκδοση είναι ξεπερασμένη! Παρακαλώ ενημερώστε στη νεώτερη.
STR_CLIENT_UPDATEING=Ενημερώνει, παρακαλώ περιμένετε...
STR_CLIENT_UPDATEOK=Η ενημέρωση ολοκληρώθηκε! Κάντε κλικ στο "Έναρξη" για να προχωρήσετε.
STR_CLIENT_DOWNING=Λήψη:

STR_TIPS_TITLE_DEFAULT=Συμβουλές
STR_TIPS_INSTALL_DISPLAY=Μπορεί να υπάρξει σύντομη μαύρη οθόνη ή τρεμόπαιγμα, κατά την ενημέρωση των οδηγών οθόνης!
STR_TIPS_INSTALL_NET=Η σύνδεση δικτύου μπορεί να διακοπεί προσωρινά, όταν ενημερώνετε οδηγούς δικτύου!
STR_TIPS_INSTALL_MEDIA=Μετά την ενημέρωση του οδηγού, ίσως χρειαστεί να επαναφέρετε τις συσκευές ήχου.
STR_TIPS_CLIENT_UPDATE=Η ενημέρωση ολοκληρώθηκε! Κάντε κλικ στο "Έναρξη" για να προχωρήσετε.
STR_TIPS_DELETE_FILE=Το πακέτο οδηγού διαγράφεται!
STR_TIPS_DELETE_FILE_FAILED=Απέτυχε η διαγραφή του πακέτου του οδηγού! Παρακαλώ σιγουρευτείτε ότι τα αρχεία δεν βρίσκονται σε χρήση.
STR_TIPS_COPY_INFO_SUCC=Οι λεπτομέρειες αντιγράφηκαν επιτυχώς! 
STR_TIPS_COPY_INFO_FAILED=Απέτυχε η αντιγραφή λεπτομερειών!
STR_TIPS_COPY_SHAREURL_SUCC=Η κοινόχρηστη διεύθυνση αντιγράφηκε επιτυχώς!
STR_TIPS_COPY_SHAREURL_FAILED=Απέτυχε η αντιγραφή της κοινόχρηστης διεύθυνσης! Παρακαλώ δοκιμάστε ξανά.
STR_TIPS_USE_NOW=Χρήση τώρα
STR_TIPS_TOUCH_TITLE=Ειδοποίηση αλλαγής επιφάνειας αφής
STR_TIPS_TOUCH_LAB=Υπάρχει διαθέσιμο εξωτερικό ποντίκι USB. Χρειάζεται να απενεργοποιήσετε την επιφάνεια αφής?
STR_TIPS_TOUCH_NONOTICE_LAB=Χωρίς ειδοποίηση την επόμενη φορά
STR_TIPS_CANNOTEXIT2=Θέλετε υποχρεωτική έξοδο?

STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} οδηγός(οί) χρειάζεται(ονται) επιδιόρθωση!
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} driver(s) need(s) to be backed up!
STR_BASIC_NEED_REBOOT={c #CA0500}Χρειάζεται επανεκκίνηση{/c}

STR_BASIC_NEED_UPDATE2={c #ea9321}Ενημερώσιμο{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}Χρειάζεται επιδιόρθωση{/c}
STR_BASIC_DEV_BAD={c #CA0500}Σφάλμα υλικού{/c}
STR_BASIC_DEV_BAD2=Σφάλμα υλικού


STR_BASIC_NOTNEED_UPDATE=Κανονικά	
STR_BASIC_NOTNEED_BACKUP=Αντιγράφηκε 
STR_BASIC_STATUS_DETECTING={c #e9e9e9}Σάρωση, παρακαλώ περιμένετε μερικά λεπτά{/c}
STR_BASIC_COMPUTER=%s

STR_BASIC_RESULT1={c #e9e9e9}Πέτυχε στην επίλυση {c #CA0500} %d {/c} προβλήματος(ων) οδηγού(ών); {c #CA0500}%d {/c} πρόβλημα(τα) οδηγού(ών) δεν επιλύθηκε(αν)!{/c}
STR_BASIC_RESULT2={c #e9e9e9}Επιδιόρθωσε επιτυχώς{c #CA0500} %d {/c} πρόβλημα(τα) οδηγού(ών)!{/c}
STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c} πρόβλημα(τα) οδηγού(ών) απέτυχε(αν) στην επιδιόρθωση!{/c}
STR_BASIC_NODRIVER={c #e9e9e9}Δεν επιλύθηκε πρόβλημα οδηγού!{/c}

STR_BASIC_MUST_SOFT=Απαραίτητο λογισμικό
STR_BASIC_INDEX_FAILED=Συνέβη άγνωστο σφάλμα ενώ εγκαθιστούνταν οδηγοί! Παρακαλώ δοκιμάστε ξανά.
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f 4}Επιχειρώντας την έξυπνη επιδιόρθωση στην αποτυχημένη ενημέρωση οδηγού.{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f 4}Εκκίνηση της έξυπνης επιδιόρθωσης!{/f}{/c}

STR_BASIC_INDEX_REPAIR_ERROR=Συγγνώμη, η έξυπνη επιδιόρθωση απέτυχε να εκκινήσει!
STR_BASIC_INDEX_TASK={c #3c3c3c}Εκκίνηση έξυπνης επιδιόρθωσης!{/c} 
STR_BASIC_INDEX_REPAIR_REPORT=Αποστολή σχολίων
STR_BASIC_INDEX_REPAIR_REPAIR=Έξυπνη επιδιόρθωση!
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}Αδύνατη η ενημέρωση εξαιτίας σφάλματος λήψης του οδηγού!{/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=Συμβουλές: Επικοινωνήστε με την τεχνική μας υποστήριξη για να πάρετε βοήθεια, ή αποστείλτε {a}σχόλια.{/a}

STR_STRCOMMON_DESKTOP=Desktop
STR_STRCOMMON_BENBEN=Laptop
STR_BIT=-bit
STR_32BIT=32-bit
STR_64BIT=64-bit
STR_PROFESSIONAL=Professional
STR_HOME_EDTITION=Home

STR_DEV_DETAIL_DRV=Πληροφορίες.
STR_DEV_DETAIL_DRV_OLD=Τρέχoν
STR_DEV_DETAIL_DRV_NEW=Ενημέρωση
STR_DEV_DETAIL_DEVID=Συσκευή
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=Συμβατό ID:
STR_DEV_DETAIL_EXPORT=Εξαγωγή λεπτομερειών συσκευής
STR_DEV_DETAIL_SAVE=Αποθήκευση ως


STR_PNP_UNKNOW=Άγνωστο
STR_PNP_ANDROID=Android
STR_PNP_IOS=iOS
STR_PNP_IMAGE=Cameral
STR_PNP_VIDEO=Βίντεο
STR_PNP_AUDIO=Ήχος
STR_PNP_WIRELESS=Ασύρματο
STR_PNP_HANDWRITING=Σημειωματάριο
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=Συσκευή μαζικής αποθήκευσης
STR_PNP_READ_CARD=Συσκευή ανάγνωσης καρτών
STR_PNP_UDISK=USB δίσκος flash
STR_PNP_MOBILE_DISK=Φορητός HDD
STR_PNP_UKEY=Υγεία του USB key
STR_PNP_KEYMOUSE=Πληκτρολ./Ποντίκι
STR_PNP_NO=Ελέγχει για συσκευές, παρακαλώ περιμένετε...
STR_PNP_HASDEV=Συνδεμένες {c #CA0500}%d{/c} USB συσκευές

STR_PNP_DRIVERSTATUSOK=Κανονικός οδηγός
STR_PNP_DRIVERSTATUSERROR=Ανώμαλος οδηγός
STR_PNP_INSTANCEDRIVER=Εγκατάσταση

STR_PNP_QUERYDRIVER=Υποβάλλει αίτηση...
STR_PNP_DISABLE_DONE=Απενεργοποιήθηκε

STR_PRINTER_OPTION_SEARCH=Αναζήτηση
STR_PRINTER_OPTION_SET=Ρυθμίσεις								
STR_PRINTER_ADD=Εκτυπωτής δικτύου
STR_PRINTER_SEARCH=Αναζήτηση

STR_PRINTER_STOP=Διακοπή
STR_PRINTER_SEARCHING=Αναζήτηση για εκτυπωτές. Μπορεί να χρειαστεί λίγος χρόνος ανάλογα με τις συνθήκες του δικτύου σας.<n>Εναλλακτικά, μπορείτε να ακυρώσετε την αναζήτηση και να εγκαταστήσετε με μη αυτόματο τρόπο από τη λίστα συσκευών.
STR_PRINTER_SEARCH_FAILED=Η αναζήτηση απέτυχε!
STR_PRINTER_SEARCH_FAILED2=Η αναζήτηση για διαθέσιμους εκτυπωτές απέτυχε! Παρακαλώ ελέγξτε τον εκτυπωτή και δοκιμάστε ξανά.
STR_PRINTER_DOWN=Λήψη οδηγού του εκτυπωτή
STR_PRINTER_DWONING=Λήψη:
STR_PRINTER_DWON_FAILED={f 1}Η λήψη απέτυχε! Παρακαλώ κάντε κλικ στο {a}Πίσω{/a} και δοκιμάστε ξανά.{/f}
STR_PRINTER_INSTALLED={f 1}Ο οδηγός εγκαταστάθηκε επιτυχώς!{/f}
STR_PRINTER_INSTALL_DEV=Εγκατάσταση
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}Προστιθέμενος εκτυπωτής:{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}Η εγκατάσταση απέτυχε! Κάντε κλικ στο {a}Πίσω{/a} και δοκιμάστε ξανά.{/f}
STR_PRINTER_DEFAULT_SET=Εάν πρέπει να μοιραστείτε τον εκτυπωτή με άλλους στο δίκτυο, αλλάξτε τις ρυθμίσεις από τον Πίνακα<n>Ελέγχου.{a}<u>Ρυθμίσεις</u>{/a}
STR_PRINTER_SELECT_DESC=Πληκτρολογήστε την IP του εκτυπωτή
STR_PRINTER_SELECT_IP=IP του εκτυπωτή:
STR_PRINTER_SELECT_IP_DESC=Εισαγωγή {f 12}{c #2285C6}*{/c}{/f} στο τέλος για αναζήτηση σε ολόκληρο το δίκτυο
STR_PRINTER_SELECT_IP_RANGE=Περιοχή IP:
STR_PRINTER_SELECT_IP_TO=έως
STR_PRINTER_IP_ERR=Η διεύθυνση IP είναι λανθασμένη! Παρακαλώ ελέγξτε την διεύθυνσή σας και δοκιμάστε ξανά.

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Μάρκα
STR_PRINTER_BRAND_SEL=Παρακαλώ επιλέξτε μια μάρκα εκτυπωτή
STR_PRINTER_PRODUCT=Μοντέλο
STR_PRINTER_PRODUCT_SRC=Γρήγορη αναζήτηση με μοντέλο εκτυπωτή
STR_PERIPH_NO_DEV=Εάν οι συσκευές σας δεν εντοπιστούν, δοκιμάστε να επιδιορθώσετε τους οδηγούς.
STR_PERIPH_NO_DEV2=Το EaseUS DriverHandy μπορεί να εντοπίζει αυτόματα συνδεμένες συσκευές έτσι ώστε να μη χρειάζεται να τις προσθέτετε χειροκίνητα;<n>Εάν συνδεμένες συσκευές δεν εντοπιστούν, παρακαλώ επανασυνδέστε το καλώδιο δεδομένων ή αλλάξτε θύρα.
STR_PERIPH_NO_DEV3=Κάτι πάει στραβά με το περιβάλλον του συστήματος. Παρακαλώ επιδιορθώστε το πριν εγκαταστήσετε οδηγούς.
STR_PRINTER_SELECT=Επιλέξτε εκτυπωτή				
STR_DOWNLOAD_WAIT=Αναμονή
STR_DOWNLOAD_DOING=Γίνεται λήψη...
STR_DOWNLOAD_SUCC=Έγινε
STR_DOWNLOAD_FAILED=Απέτυχε
STR_DOWNLOAD_FINISH=Τέλος

STR_DOWNLOAD_CANCEL=Άκυρο

STR_DOWNLOAD_CHECKERROR=Σφάλμα ελέγχου!
STR_DOWNLOAD_CHECKERROR1=Ο έλεγχος απέτυχε!
STR_DOWN_INSTALLED=Εγκαταστάθηκε
STR_SOFTDOWN_INSTALL=Εγκατάσταση
STR_DOWN_PROGRESS=Λήψη του %d οδηγού (Σύνολο:%d)
STR_DOWN_CURDRV={c #e9e9e9}Λήψη του %s οδηγού{/c}
STR_DOWNLOAD_CANCEL=Άκυρο

prt_peripherals_back_link={a}{f 1}<u>Peripheral</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}Add printer{/c}{/f}
prt_lab_tips1=Επιλέξτε τον τρόπο που θέλετε για να αναζητήσετε εκτυπωτές
prt_lab_tips2=Επιλέξτε τη μάρκα του εκτυπωτή
prt_lab_tips3=Λήψη και εγκατάσταση του οδηγού


STR_INSTALL_DOING=Ενημερώνει...
STR_REPAIR_DOING=Επιδιορθώνει...
STR_INSTALL_SUCC=Επιτυχία
STR_INSTALL_FAIL=Απέτυχε
STR_REPAIR_SUCC=Επιτυχία
STR_REINSTALL=Επανεγκατάσταση
STR_INSTALL_PROGRESS=Εγκατάσταση του οδηγού %d (Σύνολο:%d)

STR_INSTALL_CURDRV={c #e9e9e9}Γίνεται εγκατάσταση, παρακαλώ περιμένετε...{/c}
STR_INSTALL_DOC_NET=Εγκαθιστά ενημερωμένο τμήμα κώδικα του οδηγού, παρακαλώ περιμένετε...
STR_INSTALL_DOC_NET2=Μπορεί να χρειαστεί λίγος χρόνος για να ολοκληρωθεί η διαδικασία. Σας ευχαριστούμε για την υπομονή σας!
STR_INSTALL_ERROR=Η εγκατάσταση απέτυχε!

STR_INSTALL_M_ERR=Η εγκατάσταση απέτυχε λόγω σφάλματος συστήματος!
STR_INSTALL_M_ERR2=Επανεκκινήστε το PC και δοκιμάστε ξανά!
STR_SETTING_DRVQUERYLAB=Αυτόματος έλεγχος υγείας κατά την εκκίνηση του προγράμματος

STR_AUTOQUERY_EVERYTIMES=Κάθε φορά
STR_AUTOQUERY_EVERYDAY=Κάθε μέρα
STR_AUTOQUERY_NEVER=Ποτέ

STR_SETTING_SHOWDETAILEDINFOCHECK=Εμφάνιση λεπτομερειών όταν κλικάρεται συγκεκριμένο στοιχείο
STR_SETTING_SELECTFLODER=Επιλέξτε φάκελο
STR_SETTING_SOCKET_OK=Διαθέσιμος διακομιστής
STR_SETTING_SOCKET_FAILED=Ο διακομιστής μεσολάβησης δεν είναι διαθέσιμος! Παρακαλώ επαναφέρετε!
STR_SETTING_WARN=Προτροπή ενημέρωσης
STR_SETTING_NO_WARN=Χωρίς προτροπή
STR_SETTING_WARNING1=Λανθασμένος κατάλογος λήψης!
STR_SETTING_WARNING2=Λανθασμένος κατάλογος backup!
STR_SETTING_WARNING3=Ο φάκελος Backup και ο φάκελος λήψης δεν μπορούν να είναι ίδιοι!

STR_QUERY_RETRY=Δοκιμάστε πάλι
STR_QUERY_ERROR=Σφάλμα δικτύου! Ελέγξτε τις ρυθμίσεις δικτύου.
STR_QUERY_ERROR2=Η αίτηση του οδηγού απέτυχε!

STR_QUERY_ERROR_CAUSE=Αιτία: Η ενότητα αίτησης παρεμποδίστηκε από άγνωστη διαδικασία!


STR_NET_TITLE=Προτροπή σύνδεσης
STR_NET_NO_DEV=Δεν βρέθηκε κανένα δίκτυο! Παρακαλώ ελέγξτε τις{a}Ρυθμίσεις υλικού{/a}.
STR_NET_NO_DRV=Ο οδηγός της κάρτας δικτύου εγκαταστάθηκε εσφαλμένα! Δοκιμάστε την {a}RichScan{/a} ή το {a}EaseUS DriverHandy for Network Card{/a} για να εγκαταστήσετε τον οδηγό.
STR_NET_NO_NET=Δεν μπορεί να ανιχνευτεί κάποιο διαθέσιμο δίκτυο! Παρακαλώ ελέγξτε τις {a}Ρυθμίσεις δικτύου{/a}.
STR_NET_NO_SERVER=Απέτυχε η σύνδεση με τον διακομιστή! Παρακαλώ στείλτε το πρόβλημά σας στο {a}Επίσημο φόρουμ{/a} μας
STR_NET_NO_DRV_HAS_BACKUP=Το EaseUS DriverHandy είναι αδύνατον να δουλέψει λόγω ανώμαλου οδηγού δικτύου. Είναι καλύτερα να επαναφέρετε τον οδηγό δικτύου!
STR_NET_NO_DRV_NETVER=Το EaseUS DriverHandy είναι αδύνατον να δουλέψει λόγω ανώμαλου οδηγού δικτύου. Μπορείτε να χρησιμοποιήσετε το {a}EaseUS DriverHandy for Netwotk Card{/a} για να επιδιορθώσετε τον οδηγό δικτύου!

STR_UNINSTALL_CUR_DRV=Ξεπερασμένος %s οδηγός βρέθηκε στον υπολογιστή σας! Πρέπει να τον απεγκαταστήσετε πριν την ενημέρωση.
STR_UNINSTALL_AND_INSTALL=Απεγκατάσταση
STR_NO_UNINSTALL=Ενημέρωση	
STR_EXIT_INSTALL=Άκυρο

STR_DOUBLEDISPLAY_REMINDER=Επιλέξτε μόνο έναν οδηγό οθόνης για επαναφορά!


STR_NEW=Νέο
STR_MUST=Απαραίτητο
STR_IMPORT=Σημαντικό


STR_SYSTEM_INFO=Υπολογιστής: %s, Σύστημα: %s  
STR_CLIENT_VERSION=Έκδοση:%s
STR_UNZIP_ING=Γίνεται αποσυμπίσεση αρχείων του οδηγού, παρακαλώ περιμένετε...
STR_IGNORE_TEXT=Αγνοημένα(%d)
STR_LAGNUAGE_CHANGE=Έχετε επιλέξει νέα γλώσσα. Επανεκκινήστε το πρόγραμμα για να επικυρώσετε την αλλαγή.

STR_USER_SHARE_FAILED=Απέτυχε η αποστολή δεδομένων! Παρακαλώ ελέγξτε το δίκτυο και δοκιμάστε ξανά.
STR_USER_EMAIL_FAILED=Η διεύθυνση Email είναι λανθασμένη!

STR_BOTTOM_STABLE_MODE=Σταθεροί οδηγοί
STR_BOTTOM_NOMAL_MODE=Τελευταίοι οδηγοί

;start
STR_HOME_LAB1=Κάντε κλικ στην επιλογή Σάρωση, ελέγξτε όλα τα προγράμματα οδήγησης στον υπολογιστή σας
STR_HOME_LAB2=συνεχίστε να ενημερώνετε, μπορείτε να κάνετε τον υπολογιστή σας πιο γρήγορα
STR_HOME_NET_ERROR=Η σύνδεση απέτυχε!
STR_HOME_BTN_SCAN=Σάρωση
STR_HOME_BTN_STOP=Διακοπή
STR_HOME_SCAN_LAB1=Σάρωση υπολογιστή, περιμένετε λίγα λεπτά.

STR_HOEM_MANAGE_BTN=Εργαλεία
STR_HOEM_PNP_BTN=Περιφερειακά
STR_HOEM_HARDWARE_BTN=Βοηθός των Windows
STR_HOEM_PRE_LOAD_BTN=Προ Φορτωμένο

STR_ERROR_NET_NO_DEV=Η κάρτα δικτύου δεν βρέθηκε!
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}Άνοιγμα {a}{u}{c #E9F5FC}της Διαχείρισης συσκευών{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=Ο οδηγός δικτύου δεν λειτουργεί!
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC}Επιδιορθώστε το με το EaseUS DriverHandy for Network Card ({a}{u}{c #E9F5FC}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=Ο οδηγός δικτύου δεν λειτουργεί!
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}Επαναφορά του οδηγού από αντίγραφο ασφαλείας{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER=Ο οδηγός δικτύου δεν λειτουργεί!
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}Επιδιορθώστε το με το EaseUS DriverHandy for Network Card{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET=Δεν υπάρχει σύνδεση στο Ίντερνετ!
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}Άνοιγμα {a}{u}{c #E9F5FC}των Ρυθμίσεων δικτύου{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER= Η σύνδεση με τον διακομιστή απέτυχε!
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC}Απευθείας υποστήριξη ή Αποστολή σχολίων{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}ή {a}{u}{c #E9F5FC}Εξαγωγή του προφίλ υλικού{/c}{/u}{/a} για να κατεβάσετε οδηγούς σε άλλο PC.{/c}{/f}

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}Άνοιγμα {a}{u}{c #5a8ac4}της Διαχείρισης συσκευών{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}Επιδιορθώστε το με το EaseUS DriverHandy for Network Card ({a}{u}{c #5a8ac4}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4}Επαναφορά οδηγού από αντίγραφο ασφαλείας{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}Επιδιορθώστε το με το EaseUS DriverHandy for Network Card{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4}Άνοιγμα{a}{u}{c #5a8ac4}Ρυθμίσεων δικτύου{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #5a8ac4}Απευθείας υποστήριξη ή Αποστολή σχολίων{/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}ή{a}{u}{c #5a8ac4} Εξαγωγή προφίλ υλικού{/c}{/u}{/a} για να κατεβάσετε οδηγούς σε άλλο PC.{/c}{/f}

;main left
STR_LEFT_DIAGNOSIS=Κατάσταση οδηγών
STR_LEFT_TOOLS=Οδηγοί διάσωσης
STR_LEFT_TOOLS_B=αντιγράφων ασφαλείας Οδηγός
STR_LEFT_TOOLS_R=Επαναφορά οδηγών
STR_LEFT_TOOLS_SYS=Επαναφορά Συστημάτων
STR_LEFT_TOOLS_U=Καταργήστε την εγκατάσταση προγραμμάτων οδήγησης

STR_LEFT_PERIPHERAL=Περιφερειακοί οδηγοί
STR_LEFT_USB=USB-Οι οδηγοί
STR_LEFT_PRINTER=Πρόβλημα εκτυπωτή

STR_LEFT_PRE=Προεγκαθ
STR_LEFT_PRE_LOCAL=Για αυτόν τον υπολογιστή
STR_LEFT_PRE_OTHER=Για άλλους υπολογιστές
STR_LEFT_PRE_HELP=Ζητήσετε βοήθεια

STR_LEFT_HARDWARE=Εργαλεία

STR_LEFT_SETTING=Ρυθμίσεις
STR_LEFT_SETTING_G=Γενικός
STR_LEFT_SETTING_D=Οι οδηγοί
STR_LEFT_SETTING_N=Δίκτυο


STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=Ενεργοποίηση τώρα
STR_BOTTOM_FREE_ACTIVATE_BTN=ΔΩΡΕΑΝ
STR_BOTTOM_RESTORE_LAB1=Σάρωση του PC σας για έλεγχο όλων των οδηγών
STR_BOTTOM_RESTORE_LAB2=Σάρωση του PC σας για έλεγχο όλων των οδηγών
STR_BOTTOM_BACKUP_LAB1=Μπορείτε να τροποποιήσετε τον κατάλογο backup στις{a}Ρυθμίσεις{/a}.
STR_BOTTOM_STATE_MODE_TIP=Σας εφοδιάζει με τους πιο ταιριαστούς οδηγύς.
STR_BOTTOM_LASTER_MODE_TIP=Σας εφοδιάζει με τους πιο πρόσφατους οδηγούς.
STR_BOTTOM_ACTIVATETO_BTN=Ενεργοποιήστε το Pro

;local detailwnd
STR_LOCAL_DETAIL_TITLE=Λεπτομέρειες οδηγού
STR_LOCAL_DETAIL_DRV_NAME=Οδηγός:
STR_LOCAL_DETAIL_DRV_VENDOR=Προμηθευτής:
STR_LOCAL_DETAIL_DRV_TYPY=Τύπος:
STR_LOCAL_DETAIL_DRV_CREVER=Έκδοση:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=Ημερομηνία:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=Μέγεθος:
STR_LOCAL_DETAIL_DRV_NEWVER=Ενημέρωση:
STR_LOCAL_DETAIL_DRV_UNKNOWN=Αγνωστος
STR_LOCAL_DETAIL_DRV_NODRIVER=No Driver

STR_LOCAL_DETAIL_HEAD_NOW=Εγκαταστάθηκε
STR_LOCAL_DETAIL_HEAD_UPDATE=Ενημέρωση

STR_LOCAL_DETAIL_REPAIR=Επιδιόρθωση
STR_LOCAL_DETAIL_START=Ενεργοποίηση
STR_LOCAL_DETAIL_CLOSE=Κλείσιμο
;local head
STR_LOCAL_STOP_BTN=Διακοπή
STR_BASIC_INDEX_REPAIR_DONE=Η επιδιόρθωση του οδηγού τελείωσε!

;hardware profile
STR_SYS_BOOT_TIME=Χρόνο εκκίνησης:
STR_SYS_MODEL=Μοντέλο:
STR_SYS_INSTALL_DATE=Χρόνος εγκατάστασης: 
STR_SYS_VERSION=Σύστημα:

STR_CPU_CLOCK=Ρολόι:
STR_CPU_CACHE=Κρυφή μνήμη:
STR_CPU_CORES=Πυρήνες:

STR_MEMORY_NAME=Μνήμη
STR_MEMORY_VENDOR=Προμηθευτής:
STR_MEMORY_SIZE=Μέγεθος:
STR_MEMORY_TYPE=Τύπος:
STR_MEMORY_RELEASE_DATE=Ημερομηνία κυκλοφορίας:


STR_DISK_NAME=Δίσκος
STR_DISK_VENDOR=Προμηθευτής:
STR_DISK_SIZE=Μέγεθος:
STR_DISK_CACHE=Κρυφή μνήμη:
STR_DISK_POWER_ON_HOUR=Ώρες συνεχούς λειτουργίας:
STR_DISK_POWER_CYCLE_COUNT=Power cycle count:
STR_DISK_TRANSFER_SPEED=Ταχύτητα μεταφοράς:
STR_DISK_INTERFACE_TYPE=Τύπος διασύνδεσης:

STR_CPU_DETAIL_BTN={f 1}CPU{/f}
STR_MEMORY_DETAIL_BTN={f 1}Μνήμη{/f}
STR_DISK_DETAIL_BTN={f 1}Δίσκος{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Μνήμη{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Δίσκος{/a}{/f}

STR_CPU_TYPE_LBL=CPU:
STR_MEMORY_TYPE_LBL=Μνήμη:
STR_DISK_TYPE_LBL=Δίσκος:
STR_DISPLAY_ADAPTER_TYPE_LBL=Προσαρμογέας οθόνης:
STR_MAINBOARD_TYPE_LBL=Μητρική κάρτα:
STR_MONITOR_TYPE_LBL=Οθόνη:

STR_LOADING=Φορτώνει...
;Settings
STR_ST_GENERAL=Γενικά
STR_ST_AUTO_RUN=Εκκίνηση του EaseUS DriverHandy κατά την εκκίνηση των Windows
STR_ST_MINIMIZE_TO_TRAY=Ελαχιστοποίηση στην περιοχή ειδοποιήσεων όταν κλείνει το πρόγραμμα
STR_ST_AUTO_SCAN=Αυτόματη σάρωση όταν ξεκινά το πρόγραμμα
STR_ST_USE_CL=Χρησιμοποιήστε το Conqueror Live για να ανιχνεύσετε το περιβάλλον του παιχνιδιού και να το βελτιστοποιήσετε
STR_ST_AUTO_UPDATE=Αυτόματη ενημέρωση
STR_ST_DRIVERS=Οδηγοί
STR_ST_DOWNLOAD_FOLDER=Φάκελος λήψεων
STR_ST_BACKUP_FOLDER=Φάκελος αντιγράφων ασφαλείας
STR_ST_FOLDER_BROWSE=Άνοιγμα φακέλου
STR_ST_AUTO_BACKUP_INSTALL=Αυτόματη δημιουργία αντιγράφων ασφαλείας ενός προγράμματος οδήγησης πριν από την εγκατάσταση
STR_ST_AUTO_BACKUP_UNINSTALL=Αυτόματη δημιουργία αντιγράφων ασφαλείας πριν από την απεγκατάσταση οδηγών
STR_ST_AUTO_BACKUP_SYSTEM=Αυτόματη δημιουργία ενός σημείου επαναφοράς συστήματος πριν από την εγκατάσταση οδηγών 
STR_ST_NETWORK=Δίκτυο
STR_ST_DOWNLOAD_SPEED=Μέγιστη ταχύτητα λήψης:
STR_ST_NO_PROXY=Χωρίς διακομιστή μεσολάβησης
STR_ST_IE_PROXY=Αυτόματος εντοπισμός διακομιστή (χρήση ρυθμίσεων του Internet Explorer)
STR_ST_SPEC_PROXY=Επιλέξτε ένα διακομιστή μεσολάβησης
STR_ST_PROXY_HOST=Host:
STR_ST_PROXY_PORT=Θύρα:
STR_ST_PROXY_USERNAME=Όνομα χρήστη:
STR_ST_PROXY_PASSWORD=Κωδικός πρόσβασης:
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=Αποθήκευση πληροφοριών υλικού
STR_ST_EXOPRTDLG_FILENAME=πληροφορίες υλικού
STR_ST_EXPORT_FILE_BTN=Εξαγωγή πληροφοριών
STR_ST_CHOOSE_FILE_LBL=Επιλέξτε γλώσσα:
STR_ST_CHOOSE_FILE_TIP_LBL=*Η νέα γλώσσα ίσως να μην ταιριάζει καλά με τη διεπαφή μας. Εμείς θα το βελτιώσουμε στο εγγύς μέλλον.
STR_ST_LANGUAGE=Γλώσσα
STR_ST_FOLDER_OPEN=Άνοιγμα...
STR_ST_TEST_PROXY=Έλεγχος
STR_ST_APPLY_PROXY=Εφαρμογή
STR_ST_RESTORE_DEFAULT=Προεπιλεγμένες ρυθμίσεις
STR_SETTING_CHANGED_SAVE=Έχετε κάνει αλλαγές στις Ρυθμίσεις EaseUS DriverHandy. Θέλετε να αποθηκεύσετε τις αλλαγές;
STR_SETTING_OK_SAVE=Οι ρυθμίσεις EaseUS DriverHandy έχουν τροποποιηθεί με επιτυχία

;FreeAriva
STR_LAB_TITLE=Δωρεάν ενεργοποίηση
STR_LAB_TITLE2=Ενεργοποιημένο
STR_LAB_TITLE3=Καταχώρηση
STR_BTN_ACTIVE=Ενεργοποίηση
STR_BTN_ACTIVING=Γίνεται πρόσβαση... 
lab_avir_t1=Θα στείλουμε τον κωδικό ενεργοποίησης στο Email σας.
lab_avir_t2={f 5}{c #4E81BF}Το EaseUS DriverHandy Pro έχει ενεργοποιηθεί!{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}Ο κωδικός ενεργοποίησης έχει σταλεί στα εισερχόμενά σας και θα είναι έγκυρος σε αυτό το PC. Παρακαλώ φυλάξτε τον για μελλοντική χρήση.{/c}{/f}
btn_not_received=<u>Δεν τον λάβατε?</u>
btn_arv_received=<u>Εισαγωγή κωδικού ενεργοποίησης</u>
btn_ar_close=Κλείσιμο
lab_avir_t4={f 5}{c #4E81BF}Παρακαλώ εισάγετε τον κωδικό ενεργοποίησής σας{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}Ξεχάσατε τον κωδικό? Παρακαλώ{a}<u>εισάγετε ξανά το email σας</u>{/a}.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}Φοβερό!{/c}{/f}<n>{f 5}{c #6B6B6B}Το EaseUS DriverHandy Pro ενεργοποιήθηκε επιτυχώς!{/c}{/f}<n>{f 1}{c #666666}Εάν έχετε οποιοδήποτε πρόβλημα, νιώστε άνετα να επικοινωνήσετε με την ομάδα μας υποστήριξης. Σας ευχαριστούμε!{/c}{/f} 
lab_avir_bout_pro=<u>Τι είναι το EaseUS DriverHandy Pro?</u>

STR_ARIVA_INPUT_EMAIL=Παρακαλώ εισάγετε το email σας!
STR_ARIVA_INPUT_SERIAL=Παρακαλώ εισάγετε τον κωδικό ενεργοποίησής σας!
STR_ARIVA_EMAIL_FMT_ERROR=Άκυρη διεύθυνση email!
STR_ARIVA_SERIEAL_EXAMPLE=Π.χ.: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com

STR_ARIVA_RETRIEVE=Ανάκτηση κωδικού εγγραφής
STR_ARIVA_ORDERFAQ=Order Συχνές ερωτήσεις

STR_VERIFY_FAILED=Η ενεργοποίηση απέτυχε!
STR_VERIFY_NETWORK_ERROR=Η ενεργοποίηση απέτυχε! Παρακαλώ ελέγξτε το δίκτυό σας!
STR_VERIFY_SUCS=Επιτυχής ενεργοποίηση!
STR_VERIFY_TIMEOUT=Η ενεργοποίηση έχει λήξει!
STR_VERIFY_CODE_INVAL=Η ενεργοποίηση απέτυχε εξαιτίας άκυρου κωδικού!
STR_VERIFY_EMAILADDR_ERROR=Άκυρη διεύθυνση email!
STR_VERIFY_SERVER_CLOSE=Ο διακομιστής μας είναι κλειστός!
STR_VERIFY_EMAIL_LACK=Το email σας έχει εξαντληθεί!
STR_VERIFY_CODE_LACK=Αυτός ο κωδικός έχει εξαντληθεί.

lab_avir_t6=Το EaseUS DriverHandy Pro έχει ενεργοποιηθεί.
lab_avir_tips={f 0}{c #888888}Τώρα έχετε πλήρη πρόσβαση στις δυνατότητες του EaseUS DriverHandy Pro.  Παρακαλώ νιώστε άνετα να επικοινωνήσετε εάν έχετε κάποια προβλήματα.{/c}{/f}
btn_active_serial_copy=αντιγραφή
STR_ACTIVATED_CODE={f 2}{c #888888}Κωδικός:  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL="E-mail: "
STR_ACTIVATED_DATE={f 2}{c #888888}Ημερομηνία ενεργοποίησης: {c #5c5e64}%s{/c}{/c}{/f}


STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF}Ευχαριστούμε που χρησιμοποιείτε το EaseUS DriverHandy!{/c}{/f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e64}Βασικά οφέλη της έκδοσης Pro:{/c}{/f}
STR_ACTIVATE_PAY_F1=Λήψη οδηγών από την τελευταία λειτουργία οδηγών.
STR_ACTIVATE_PAY_F2=Επαναφορά οδηγών από αντίγραφο ασφαλείας.
STR_ACTIVATE_PAY_F3=Γρήγορη επιδιόρθωση συνδεμένων USB συσκευών.
STR_ACTIVATE_PAY_F4=Επιδιορθώστε τους οδηγούς του συστήματος σε βάθος για να επιλύσετε πλήρως τα προβλήματα.
STR_ACTIVATE_PAY_F5=Προ-φορτώστε όλους τους οδηγούς πριν κάνετε αλλαγές ή επαναφορά στο σύστημα.
STR_ACTIVATE_PAY_N={c #FFFFFF}Παρακαλώ εισάγετε τον κωδικό άδειας και πατήστε "Ενεργοποίηση" για να αποκτήσετε το EaseUS DriverHandy Pro.{/c}
STR_ACTIVATE_BUYNOW=Αγορά τώρα
STR_ACTIVATE_RETRCODE={f 9}<u>Ανάκτηση κωδικού</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=Αρχική:
STR_ACTIVATE_PRICE_ORG=19.9$
STR_ACTIVATE_PRICE_NOW=Τώρα: 9.9$
STR_ACTIVATE_MSG_FREE_CLOSE=Η δωρεάν ενεργοποίηση έχει λήξει. Αγοράστε την άδεια χρήσης για να ενεργοποιήσετε την έκδοση Pro.
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=5 δευτερόλεπτα για να αποκτήσετε δωρεάν το EaseUS DriverHandy Pro!!!
STR_DOCPRO_LAB_TIP2=Αποκτήστε αμέσως άδεια εφ' όρου ζωής!
STR_DOCPRO_BTN_CONTINUE=Συνέχεια

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=Αυτόματη λήψη και εγκατάσταση οδηγών
SRT_CHARGE_ITEM_LAB_1_1=Το EaseUS DriverHandy Pro σας παρέχε εντελώς αυτόματη λήψη και εγκατάσταση οδηγών.
SRT_CHARGE_ITEM_LAB_1_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, εσείς πρέπει να κατέβαζετε και να ενημερώνετε χειροκίνητα έναν-ένα τους οδηγούς.
SRT_CHARGE_ITEM_LAB_1_3=Το δωρεάν EaseUS DriverHandy, σας παρέχει μόνο τη λήψη οδηγών. Εσείς πρέπει χειροκίνητα να εγκαθιστάται τους οδηγούς από τον φάκελο λήψεων.

SRT_CHARGE_ITEM_TITLE_2=Latest driver mode
SRT_CHARGE_ITEM_LAB_2_1=Το EaseUS DriverHandy Pro σας παρέχει τους πιο πρόσφατους οδηγούς, οι οποίοι θα βελτιώσουν σημαντικά την απόδοση του υλικού. 
SRT_CHARGE_ITEM_LAB_2_2=Το δωρεάν EaseUS DriverHandy σας παρέχει τους σταθερούς οδηγούς που είναι απαραίτητοι για τις συσκευές υλικού.
SRT_CHARGE_ITEM_TITLE_3=Επαναφορά οδηγού
SRT_CHARGE_ITEM_LAB_3_1=Το EaseUS DriverHandy Pro σας παρέχει τη δυνατότητα επαναφοράς οδηγού, η οποία θα αποτρέψει τον υπολογιστή σας από μπλε οθόνη μετά την ενημέρωση του οδηγού.
SRT_CHARGE_ITEM_LAB_3_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, μπορείτε μόνο να δημιουργήσετε αντίγραφα ασφαλείας των οδηγών, όχι όμως να τους επαναφέρετε. 
SRT_CHARGE_ITEM_LAB_3_3=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, δεν μπορείτε να έχετε πρόσβαση σε αυτήν τη δυνατότητα.

SRT_CHARGE_ITEM_TITLE_4=Απεγκατάσταση οδηγών
SRT_CHARGE_ITEM_LAB_4_1=Το EaseUS DriverHandy Pro σας παρέχει πλήρη απεγκατάσταση των οδηγών, η οποία θα αφαιρέσει όλα τα υπολείμματα και τα κατεστραμμένα αρχεία των οδηγών.
SRT_CHARGE_ITEM_LAB_4_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, δεν μπορείτε να έχετε πρόσβαση σε αυτήν τη δυνατότητα.

SRT_CHARGE_ITEM_TITLE_5=Εκτυπωτές δικτύου
SRT_CHARGE_ITEM_LAB_5_1=Το EaseUS DriverHandy Pro επιτρέπει την γρήγορη προσθήκη εκτυπωτή δικτύου, συμπεριλαμβανομένης της αναζήτησης του μοντέλου του εκτυπωτή και της εγκατάστασης του οδηγού του.
SRT_CHARGE_ITEM_LAB_5_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, μπορείτε να απολαύσετε τη λειτουργία αναζήτησης εκτυπωτή δικτύου.

SRT_CHARGE_ITEM_TITLE_6=Συνδεμένες-USB συσκευές
SRT_CHARGE_ITEM_LAB_6_1=Το EaseUS DriverHandy Pro σας επιτρέπει να επιδιορθώνετε γρήγορα προβλήματα περιφερειακών συσκευών.
SRT_CHARGE_ITEM_LAB_6_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, δεν μπορείτε να έχετε πρόσβαση σε αυτήν τη δυνατότητα.

SRT_CHARGE_ITEM_TITLE_7=Οδηγοί συστήματος
SRT_CHARGE_ITEM_LAB_7_1=Το EaseUS DriverHandy Pro Θα επιδιορθώσει σε βάθος τους οδηγούς συστήματος και έτσι θα επιλύσει πλήρως τα προβλήματα των οδηγών του συστήματος.
SRT_CHARGE_ITEM_LAB_7_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, δεν μπορείτε να έχετε πρόσβαση σε αυτήν τη δυνατότητα.


SRT_CHARGE_ITEM_TITLE_8=Προ-φόρτωση οδηγών για το δικό μου PC
SRT_CHARGE_ITEM_LAB_8_1=Το EaseUS DriverHandy Pro σας επιτρέπει να κατεβάζετε οδηγούς σύμφωνα με το προφίλ του υλικού σας, το οποίο θα σας εξοικονομήσει χρόνο κατά τη λήψη οδηγών μετά από αλλαγή στο σύστημα.
SRT_CHARGE_ITEM_LAB_8_2=Χρησιμοποιώντας το Δωρεάν EaseUS DriverHandy, μπορείτε να κάνετε σάρωση για οδηγούς αλλά όχι λήψη.

SRT_CHARGE_ITEM_TITLE_9=Προ-φόρτωση οδηγών για άλλο PC (1PC/ημέρα)
SRT_CHARGE_ITEM_LAB_9_1=Το EaseUS DriverHandy Pro σας επιτρέπει να κατεβάσετε προγράμματα οδήγησης για έναν άλλο υπολογιστή, εισάγοντας το προφίλ υλικού του, το οποίο είναι ιδιαίτερα χρήσιμο όταν ο υπολογιστής στόχος δεν διαθέτει Ίντερνετ.
SRT_CHARGE_ITEM_LAB_9_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, μπορείτε να προ-σαρώσετε τους οδηγούς αλλά δεν μπορείτε να τους κατεβάσετε.

SRT_CHARGE_ITEM_TITLE_10=Απευθείας υποστήριξη
SRT_CHARGE_ITEM_LAB_10_1=Το EaseUS DriverHandy Pro σας παρέχει επικοινωνία σε πραγματικό χρόνο και εξ' αποστάσεως τεχνική υποστήριξη.
SRT_CHARGE_ITEM_LAB_10_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, δεν μπορείτε να έχετε πρόσβαση σε αυτήν τη δυνατότητα.

SRT_CHARGE_ITEM_TITLE_11=Σημείο επαναφοράς συστήματος
SRT_CHARGE_ITEM_LAB_11_1=Το EaseUS DriverHandy Pro σας επιτρέπει να δημιουργείτε σημείο επαναφοράς συστήματος. Εσείς μπορείτε να επαναφέρετε τον υπολογιστή σας στην κανονική κατάσταση(του σημείου επαναφοράς) εάν αυτός έχει οποιαδήποτε σοβαρά προβλήματα.
SRT_CHARGE_ITEM_LAB_11_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, δεν μπορείτε να έχετε πρόσβαση σε αυτήν τη δυνατότητα.

SRT_CHARGE_ITEM_TITLE_12=Επιδιόρθωση του PC
SRT_CHARGE_ITEM_LAB_12_1=Το EaseUS DriverHandy Pro σας δίνει τη δυνατότητα να επιδιορθώσετε δύσκολες και επίμονες δυσλειτουργίες του υπολογιστή, όπως μαύρη/μπλε οθόνη, απουσία ήχου και άλλα.
SRT_CHARGE_ITEM_LAB_12_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, δεν μπορείτε να έχετε πρόσβαση σε αυτήν τη δυνατότητα.

SRT_CHARGE_ITEM_TITLE_13=Αντίγραφα ασφαλείας οδηγών
SRT_CHARGE_ITEM_LAB_13_1=Το Driver Το Handy Pro σας παρέχει λειτουργία δημιουργίας αντιγράφων ασφαλείας των οδηγών, η οποία θα αποτρέψει τον υπολογιστή σας από μπλε/μαύρη οθόνη μετά την ενημέρωση οδηγών.
SRT_CHARGE_ITEM_LAB_13_2=Χρησιμοποιώντας το δωρεάν EaseUS DriverHandy, δεν μπορείτε να έχετε πρόσβαση σε αυτήν τη δυνατότητα.

SRT_CHARGE_ITEM_COUNT=13

;free
SRT_CHARGE_ITEM_FREE_LAB_1=Σαρώστε για να ελέγξετε όλα τα προβλήματα οδηγών (βρείτε ξεπερασμένους, απόντες, κατεστραμμένους, σπασμένους, σκάρτους κι ασύμβατους οδηγούς)
SRT_CHARGE_ITEM_FREE_LAB_2=Λήψη των σωστών οδηγών
SRT_CHARGE_ITEM_FREE_LAB_3=Προσφέρονται αρκετές εκδόσεις οδηγών διαθέσιμες για λήψη
SRT_CHARGE_ITEM_FREE_LAB_4=Προσφέρεται τόσο αυτόματος, όσο και χειροκίνητος τρόπος λήψης
SRT_CHARGE_ITEM_FREE_LAB_5=Δημιουργήστε αντίγραφα ασφαλείας και αποθηκεύστε τους οδηγούς στον τοπικό υπολογιστή με ένα-κλικ
SRT_CHARGE_ITEM_FREE_LAB_6=Επαναφορά οδηγών δικτύου από αντίγραφο ασφαλείας
SRT_CHARGE_ITEM_FREE_LAB_7=Απεγκατάσταση οδηγών ολοκάθαρα χωρίς κατάλοιπα αρχείων
SRT_CHARGE_ITEM_FREE_LAB_9=Εγκατάσταση οδηγών με αρχεία που λήφθηκαν από τη λειτουργία Προ-φόρτωση.
SRT_CHARGE_ITEM_FREE_LAB_10=Προβάλετε τις πληροφορίες υλικού για το δικό σας PC
SRT_CHARGE_ITEM_FREE_LAB_11=Προσαρμογή ρυθμίσεων
SRT_CHARGE_ITEM_FREE_LAB_12=Υποστήριξη Windows 10, 8.1, 8, 7, XP, Vista, και Windows Server

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=ή
STR_EVA_THIS_STEP1=Βήμα 1: Επιλέξτε την έκδοση συστήματος που θέλετε να εγκαταστήσετε
STR_EVA_THIS_STEP1_DEC=Προεγκαταστήστε τα πιο σταθερά προγράμματα οδήγησης πριν αντικαταστήσετε ή ενημερώσετε το σύστημα.
STR_EVA_THIS_STEP2=Βήμα 2: Εγκατάσταση του οδηγού
STR_EVA_THIS_STEP2_DEC=Φάκελος αρχείων οδηγού σάρωσης για να εγκαταστήσετε το πρόγραμμα οδήγησης του υπολογιστή
;ask for help
STR_EVA_HELP_STEP2_DEC=Χρησιμοποιήστε άλλο υπολογιστή, εισαγάγετε το προφίλ υλικού για λήψη
STR_EVA_BROWSER=Πρόγραμμα περιήγησης
STR_EVA_HELP_CHOOSE=Επιλέξτε τον κατάλογο εξαγωγής προφίλ υλικού (* .inf)

;head
STR_EVA_HEAD_TIP={f 1}Η προ-φόρτωση επιτρέπει την λήψη οδηγών πριν από αλλαγή ή επαναφορά του συστήματος.{/f}
STR_EVA_HEAD_BACK=Πίσω
 
;view_step1
STR_EVA_LAB_STEP1=Επιλέξτε μια επιλογή:
STR_EVA_OPTION1={f 1}Προ-φόρτωση οδηγών για το δικό  μου PC.{/f}
STR_EVA_OPTION2={f 1}Προ-φόρτωση οδηγών για άλλο PC εισάγοντας<n>προφίλ υλικού.{/f}
STR_EVA_OPTION3={f 1}Εξαγωγή προφίλ του υλικού μου για λήψη οδηγών σε<n>άλλο PC (Διότι το δικό μου Ίντερνετ δεν είναι διαθέσιμο).{/f}
STR_EVA_OPTION4={f 1}Εγκατάσταση οδηγών με τα αρχεία ληφθέντων οδηγών.{/f}

;view_export_inf
eva_export_path_lab=Επιλέξτε τον κατάλογο προφίλ υλικού:
eva_export_set_chk=Άνοιγμα του καταλόγου μόλις ολοκληρωθεί η εξαγωγή.
eva_local_export_btn=Εξαγωγή
STR_EVA_EXPORT_TIPS={f 1}Αφού ολοκληρωθεί η εξαγωγή προφίλ του υλικού, μπορείτε να το χρησιμοποιήσετε για να κάνετε λήψη οδηγών σε οποιονδήποτε διαθέσιμο μέσω Ίντερνετ υπολογιστή, χρησιμοποιώντας τη δυνατότητα προ-φόρτωσης του EaseUS DriverHandy.{/f}
STR_EVA_EXPORT_DEFALUT_NAME=pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=Επιλέξτε τον κατάλογο προφίλ υλικού
STR_EVA_CHOOSE_DOWNLOAD_DIR=Επιλέξτε τον κατάλογο λήψης:
STR_EVA_CHOOSE_SYS=Επιλέξτε το σύστημά σας
STR_EVA__EXPORT_NOT_SELECT_FILE=Δεν επιλέχθηκε κατάλογος προφίλ υλικού!

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=Επιλέξτε το προφίλ υλικού 
STR_EVA_NOT_SELECT_DEVICE_INF=Δεν έχει επιλεγεί κατάλογος αρχείων των οδηγών!
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}{c #FFFFFF}Οι οδηγοί λήφθηκαν επιτυχώς σε <u><a>%s</a></u>.{/f}<n>{f 1}Μπορείτε να εγκαταστήσετε τους οδηγούς με τα παρακάτω βήματα, όταν είναι απαραίτητο: {c #FFFFFF}<n><n>>> Εκκίνηση του EaseUS DriverHandy 
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> Κάντε κλικ στην καρτέλα Προ-φόρτωση<n>>> Επιλέξτε "Εγκατάσταση οδηγών με τα ληφθέντα αρχεία"{/c}<n><n>Μετά ακολουθήστε τις οδηγίες στην οθόνη για να ολοκληρώσετε την εγκατάσταση του οδηγού.{/c}{/f}
STR_EVA_CHOOSE_HWFILE=Επιλέξτε το προφίλ υλικού:
STR_EVA_DRVDOWN_SCAN=Σάρωση & Λήψη: 
STR_EVA_DOWNBTN=Λήψη
STR_EVA_DOWNING=Λήψη
STR_EVA_DOWNING_CANCEL=Ακυρώθηκε
STR_EVA_SYSMATCHED={c #5c5e64}Ταιριαστό σύστημα: {/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=Επιλέξτε τον κατάλογο λήψεων
STR_EVA_DOWN_DOTNET=απαραίτητα προγράμματα γραφικών
;off install
STR_OFFINSTALL_CHOOSE_PATH=Επιλέξτε τον κατάλογο προγραμμάτων οδήγησης που έχετε κατεβάσει
STR_OFFINSTALL_DLG_TITLE=Επιλέξτε αρχεία οδηγών
STR_OFFINSTALL_SCAN=Σάρωση & Εγκατάσταση:
STR_OFFINSTALL_SCANBTN=Σάρωση
STR_OFFINSTALL_INSTALL=Εγκατάσταση
STR_OFFINSTALL_CANCEL=Διακοπή
STR_OFFINSTALL_INSTALLING=Εγκατάσταση
STR_OFFINSTALL_CANCEL_RESTORE=Ακυρώθηκε
STR_OFFINSTALL_SCAN_ERROR=Δεν υπάρχει διαθέσιμος οδηγός σ' αυτόν τον κατάλογο. Διορθώστε το!


STR_OFFINSTALL_UPTODATE=Ενημερωμένο
STR_OFFINSTALL_OUTDATED=Ξεπερασμένο
STR_OFFINSTALL_UPDATE=Ενημέρωση
STR_OFFINSTALL_REUPDATE=Ενημέρωση ξανά
STR_OFFINSTALL_CURRENT=Τρέχον
STR_OFFINSTALL_UPDATETO=Ενημέρωσε σε
STR_OFFINSTALL_UNKNOW=Αγνόηση
STR_OFFINSTALL_SYSTEM=ΣΥΣΤΗΜΑ
;evaluate message
STR_EVA_EXPORT_SUCCS=Η εξαγωγή ολοκληρώθηκε.
STR_EVA_EXPORT_FAILED=Η εξαγωγή απέτυχε!
STR_EVA_DOWNLOAD_FINISH=Η λήψη τελείωσε!
STR_EVA_INST_FINISH=Η εγκατάσταση τελείωσε!

prt_ipaddrnorbtn=Κανονική αναζήτηση          
prt_ipaddrbtn=Διεύθυνση δικτύου
prt_iprangebtn=Τμήμα δικτύου

;local
STR_REPAIR_TIP1=Ο υπολογιστής θα έχει δυσλειτουργίες, σφάλματα ή προβλήματα εάν δεν επιδιορθώσετε τον οδηγό!
STR_REPAIR_TIP2=Ο υπολογιστής θα έχει δυσλειτουργίες, σφάλματα ή προβλήματα εάν δεν επιδιορθώσετε τους οδηγούς!
STR_REBOOT_TIP=Η αλλαγή δεν θα επικυρωθεί χωρίς την επανεκκίνηση του υπολογιστή.
STR_UPDATE_TIP=Αποκτήστε τους πιο πρόσφατους οδηγούς, για να βελτιώσετε την απόδοση του PC σας!

STR_CHAT_ONLINE=Συζητήστε μαζί μας (Απευθείας)
STR_CHAT_OFFLINE=Συζητήστε μαζί μας (Όχι απευθείας)
STR_DOWNLOAD_ONEPC=Μπορείτε να κάνετε λήψη οδηγών μόνο για ΕΝΑ άλλο PC ανά ημέρα!

;files verify
STR_FILES_VERIFY_FAILED=Κατεστραμμένο αρχείο! Παρακαλώ επανεγκαταστήστε το.

;SystemRestore
STR_SYSYTEM_RESTORE=Επαναφορά Συστήματος
STR_SYSYTEM_RESTORE_MENU=Επαναφορά Συστήματος
STR_SYSYTEM_RESTORE_TIP=Προσοχή: Η Επαναφορά Συστήματος θα διαγράψει όλες τις αλλαγές που έγιναν στο σύστημα μετά από το σημείο επαναφοράς. 
STR_SYSYTEM_RESTORE_BTN=Επαναφορά
STR_SYSYTEM_CREATE_BTN=Δημιουργία
STR_SYSYTEM_RESTORE_CLOSE_BTN=Κλείσιμο
STR_SYSYTEM_RESTORE_MSGBOX=Είστε σίγουροι πως θέλετε να συνεχίσετε την επαναφορά συστήματος?<n><n>{c #fa3030}Η Επαναφορά συστήματος θα διαγράψει όλες τις αλλαγές που έγιναν στο σύστημα μετά το σημείο επαναφοράς.{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=Επαναφορά
STR_SYSYTEM_RESTORE_ADD_POINT=Σημείο επαναφοράς συστήματος
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}Δημιουργείται σημείο επαναφοράς συστήματος. Παρακαλώ περιμένετε...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=Όνομα του σημείου επαναφοράς συστήματος: 
STR_SYSYTEM_RESTORE_ERROR1=Η είσοδος είναι κενή! Παρακαλώ δοκιμάστε ξανά.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}Δημιουργείται σημείο επαναφοράς συστήματος. Παρακαλώ περιμένετε... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=Σημείωση: Μην κάνετε άλλες ενέργειες.
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}Δημιουργήθηκε επιτυχώς!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}Η δημιουργία απέτυχε!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}Η Επαναφορά Συστήματος υπάρχει ήδη.{/f} 
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}Η Επαναφορά Συστήματος είναι απενεργοποιημένη.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}Δημιουργήθηκε επιτυχώς αλλά το σύστημα δεν έχει ενημερώσει τη λίστα. <n>Παρακαλώ ανανεώστε αργότερα.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2} Η ρύθμιση Επαναφορά έχει απενεργοποιηθεί στην Προστασία συστήματος. <n> Θέλετε να ενεργοποιήσετε την προστασία του συστήματος; {/ f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}Προετοιμασία επαναφοράς συστήματος.<n>Μην κάνετε άλλες ενέργειες κατά τη διάρκεια της διαδικασίας.{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=Αυτή η λειτουργία δεν μπορεί να ακυρωθεί.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Απέτυχε η διαγραφή του σημείου επαναφοράς συστήματος!
STR_SYSYTEM_RESTORE_DELETE_TIP=Είστε βέβαιοι για τη διαγραφή του επιλεγμένου σημείου επαναφοράς?
STR_SYSYTEM_RESTORE_NOT_NOW=Οχι τώρα
STR_SYSYTEM_RESTORE_GO=Προχώρα
;ExitAppDOC
STR_EXITAPPDOC=Προσοχή
STR_EXITAPPDOC_EXITBTN=Όχι, ευχαριστώ. 
STR_EXITAPPDOC_GETPROBTN=Αποκτήστε το EaseUS DriverHandy Pro

STR_EXITAPPDOC_TIP1=Είστε βέβαιοι για να τερματίσετε το EaseUS DriverHandy?
STR_EXITAPPDOC_TIP2=Υπάρχουν οδηγοί που πρέπει να επιδιορθωθούν στον υπολογιστή σας. Εάν οι οδηγοί δεν επιδιορθωθούν, οι σχετικές συσκευές μπορεί να μην λειτουργούν σωστά!
STR_EXITAPPDOC_TIP3=Αποκτήστε το Handy για να  Pro για να έχετε πρόσβαση σε όλα τα χαρακτηριστικά.
STR_EXITAPPDOC_TIP_PRO1=Με Ένα-κλικ λήψη και εγκατάσταση ενημερώσεων οδηγών.
STR_EXITAPPDOC_TIP_PRO2=Επαναφορά οδηγών από backup. 
STR_EXITAPPDOC_TIP_PRO3=Γρήγορη επιδιόρθωση συνδεμένων-USB συσκευών. 
STR_EXITAPPDOC_TIP_PRO4=Επιδιορθώστε τους οδηγούς του συστήματος σε βάθος για να επιλύσετε εντελώς τα προβλήματα. 
STR_EXITAPPDOC_TIP_PRO5=Προ-φορτώστε όλους τους οδηγούς πριν κάνετε αλλαγές ή επαναφορά στο σύστημα.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Απέτυχε η διαγραφή του σημείου επαναφοράς συστήματος!

;NET PRINT
STR_NET_PRINT_TIP=Έχει εντοπιστεί διαθέσιμος εκτυπωτής δικτύου! Θέλετε να τον προσθέσετε? 
STR_NET_PRING_DOWN_NO_DRIVER={f 1}Δεν υπάρχει κατάλληλος οδηγός γι' αυτό το μοντέλο εκτυπωτή! Κάντε κλικ στο{a}Πίσω{/a} και δοκιμάστε άλλον.{/f}

STR_PATH_FREE_SPACE=Ανεπαρκής χώρος στον δίσκο! Παρακαλώ βεβαιωθείτε ότι ο δίσκος προορισμού διαθέτει περισσότερο από 3 GB ελεύθερο χώρο.
STR_PATH_CLEAR=Επιλέξτε ξανά κατάλογο
STR_PATH_IGNORE=Αγνόηση

STR_SOFT_OPEN_FILE=Το ληφθέν αρχείο δεν μπορεί να τρέξει κατευθείαν. Να ανοίξει ο κατάλογος του αρχείου?
STR_SOFT_OPEN_FILE_NO_EXIST=Το αρχείο έχει διαγραφεί! Παρακαλώ κατεβάστε το ξανά.
STR_SYSTEM_REPAIR_DEC=Σφάλμα περιβάλλοντος του συστήματος μπορεί να προκαλέσει την μη εγκατάσταση οδηγών.

;toolbox
STR_HEAD_LAB=Προτεινόμενα προϊόντα για την επίλυση του περιβάλλοντος συστήματος και προβλήματα απόδοσης.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=Επιδιόρθωση του PC 
STR_INFO_TOOLBOX0_2=Επιλύστε θέματα σχετικά με τον προσαρμογέα οθόνης, κάρτα ήχου, παίξιμο παιχνιδιών και άλλες αποτυχίες. 

STR_INFO_TOOLBOX1_1=Ανίχνευση υλικού
STR_INFO_TOOLBOX1_2=Προβολή πηροφοριών CPU, μητρικής κάρτας, μνήμης και άλλου υλικού. 

STR_INFO_TOOLBOX2_1=Επιταχυντής του PC
STR_INFO_TOOLBOX2_2=Γρήγορη και σε βάθος βελτιστοποίηση της απόδοσης του υπολογιστή σας.
;STR_INFO_TOOLBOX2_1=Στιγμιότυπο οθόνης
;STR_INFO_TOOLBOX2_2=Ο πιο εύκολος τρόπος να λάβετε ένα προσαρμόσιμο στιγμιότυπο οθόνης.

STR_INFO_TOOLBOX3_1=Καιρός
STR_INFO_TOOLBOX3_2=Πιο εύκολες ενημερώσεις καιρού.

STR_DOWNLOAD_DOFT_TIP=Πρόκειται να γίνει λήψη και εγκατάσταση λογισμικού. Είστε σίγουροι ότι θέλετε να συνεχίσετε?
STR_DOWNLOAD_PAUSE_TIP=Είστε σίγουροι ότι θέλετε να εγκαταλείψετε την εγκατάσταση του λογισμικού?

STR_TRY_TOOL=Προσπαθήστε τώρα

;dateout time tip
STR_DATEOUT_TIP=Ευχαριστούμε που χρησιμοποιείτε το EaseUS DriverHandy. Λυπούμαστε που έληξε ο κωδικός ενεργοποίησής σας. Παρακαλούμε ανανεώστε τον.
STR_DATEOUT_BUY_NOW=Αγορά τώρα
STR_DATEOUT_DETAIL=Λεπτομέρειες
STR_BUY=Αγορά τώρα
STR_ACTIVE=Ενεργοποίηση

STR_GAME_MODULE_DOWNBTN=Λήψη
STR_MENU_GAMEL_MODULE_REPORT=Αποστολή σχολίων 
STR_GAME_MODULE_NAME=Όνομα μονάδας:
STR_GAME_MODULE_FEEDBACK=Πρόβλημα μονάδας: 
STR_LOCAL_INSTALL_CANCEL=Άκυρο
STR_GAME_INSTALLBTN=Εγκατάσταση
;Main Menu
STR_USERGUIDE=ΟΔΗΓΟΣ ΧΡΗΣΤΗ

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=Δωρεάν δοκιμή
STR_STARTTRYING_AVTIVATE=Θέτω εις ενέργειαν
STR_STARTTRYING_TIP1=Ενα βήμα
STR_STARTTRYING_TIP2=ο οδηγός συσκευής διαχειρίζεται: ενημέρωση, εγκατάσταση, επισκευή, δημιουργία αντιγράφων ασφαλείας, επαναφορά, απεγκατάσταση, επανεγκατάσταση και πολλά άλλα.
STR_STARTTRYING_TIP3=Αυτομάτως
STR_STARTTRYING_TIP4=δημιουργήστε αντίγραφα ασφαλείας των οδηγών και δημιουργήστε ένα σημείο επαναφοράς πριν εγκαταστήσετε και απεγκαταστήσετε τα προγράμματα οδήγησης.
STR_STARTTRYING_TIP5=Ενα κλικ
STR_STARTTRYING_TIP6=προσθέστε περιφερειακές συσκευές: μονάδα USB, προγράμματα οδήγησης εκτυπωτή δικτύου και άλλες συσκευές που δεν έχουν εντοπιστεί.
STR_STARTTRYING_TIP7=Εξυπνος
STR_STARTTRYING_TIP8=προ-κατεβάστε & αποθηκεύστε τα προγράμματα οδήγησης για τον υπολογιστή σας και κάντε λήψη προγραμμάτων οδήγησης για άλλους υπολογιστές.
STR_STARTTRYING_TIP9=σφάλμα συστήματος επισκευής και να μειώσει το σύστημα παγώνει και συντρίβει.
STR_STARTTRYING_NOTHANKS=Οχι ευχαριστώ. Πάρτε αμέσως άδεια χρήσης.
STR_STARTTRYING_TIPTITLE=Θέλετε να λάβετε την ακόλουθη λύση με ένα κλικ, ενεργοποιήστε την επιλογή Pro

;end_trying
STR_ENDTRYING_TITLE=Σας ευχαριστούμε που χρησιμοποιήσατε το EaseUS DriverHandy
STR_ENDTRYING_TIP=<p 5> <f 26> <c ff0000> Εξαντλήσατε την ευκαιρία δωρεάν δοκιμής. Το δωρεάν ιστορικό δοκιμών είναι όπως παρακάτω: </ c> </ f> </ p>
STR_ENDTRYING_TIME=Time: %s
STR_ENDTRYING_NAME=Driver Name: %s
STR_ENDTRYING_VER=Driver Version: %s
STR_ENDTRYING_TIP1=<p> <f> <f ffffff> Τα παρακάτω προγράμματα οδήγησης πρέπει να είναι% s </ c> </ f> </ p>
STR_ENDTRYING_TIP2=<p 5> <f 1> <c 9c9c9c> Σημείωση: Όλα τα απαραίτητα προγράμματα οδήγησης κατεβάζονται από το EaseUS DriverHandy. Αν χρειαστεί να ενημερώσετε / επισκευάσετε / εγκαταστήσετε τα προγράμματα οδήγησης, ενεργοποιήστε την έκδοση Pro για μια λύση με ένα κλικ. </ C> </ f> </ p>
STR_ENDTRYING_HELP=Ανάκτηση κωδικού εγγραφής
STR_ENDTRYING_ACTIVATE=Ενεργοποίηση σε επαγγελματίες

;gram soft
STR_GAMESOFT_TITLE=Νέα χαρακτηριστικά
STR_GAMESOFT_TIP=Στοιχεία Παιχνιδιού
STR_GAMESOFT_TIP1=<p> <f 1> <c 9c9c9c> Λήψη και εγκατάσταση εγκατεστημένων στοιχείων παιχνιδιού. </ c> </ f> </ p>
STR_GAMESOFT_DOWNCOMPONENTS=Λήψη μόνο των στοιχείων
STR_GAMESOFT_CHOOSE=Θυμήσου την επιλογή μου
STR_GAMESOFT_TIP2=Ειδική έκδοση για παιχνίδια
STR_GAMESOFT_TIP3=<p> <f> <c> 9c9c9c> Βελτίωση παιχνιδιών: Η κορυφαία εμπειρία παιχνιδιού και η κορυφαία απόδοση του υπολογιστή. </ p>
STR_GAMESOFT_TIP4=<p> <f 1> <c 9c9c9c> Βαθμολογία απόδοσης συσκευής: Δείτε πώς η συσκευή σας υποστηρίζει το παιχνίδι σας σύμφωνα με τη βαθμολογία απόδοσης (σύντομα) </ c> </ f>
STR_GAMESOFT_TIP5=<p> <f 1> <c 9c9c9c> Έλεγχος Δικτύου: Βεβαιωθείτε ότι τα παιχνίδια σας λειτουργούν ομαλά με έξυπνη κατανομή στο διαδίκτυο. </ p> </
STR_GAMESOFT_TIP6=<p> <f 1> <c 9c9c9c> Βοηθητικά αρχεία DLL: Διόρθωση ζητημάτων αρχείου .dll. </ c> </ f> </ p>
STR_GAMESOFT_GET=Παρ'το τώρα

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version driver.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.

;activity
STR_ACTIVITY_A1=Η άδεια έληξε.
STR_ACTIVITY_A2=Ελέγξτε την ειδική σας προσφορά!
STR_ACTIVITY_A3=Έληξε άδεια
STR_ACTIVITY_A4=Είμαστε εξαιρετικά ευγνώμονες για τη χρήση σας. 
STR_ACTIVITY_A5=Θα παραμείνατε περισσότερο, με 30% OFF στην άδεια χρήσης;
STR_ACTIVITY_A6=Αγοράστε άδεια διάρκειας ζωής με 30% OFF
STR_ACTIVITY_A7=Ισως αργότερα 
STR_ACTIVITY_A8=Όχι


STR_LEFT_News=Διορθωτής του κακού
STR_EVA_HELP_STEP3_DEC=Please copy the pre-downloaded driver files to this machine for offline installation. 

;new setting item
STR_ST_DISABLE_WUDRIVER=Απενεργοποιήστε την ενημέρωση προγράμματος οδήγησης από το Windows Update
STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic driver updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=Επιταχύνετε τώρα

STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Buy Pro version to update drivers and fix device problems{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Activate Pro version to repair{/c} {c #FF0000} %d device drivers.{/c}{/f}
STR_UPGRADE_CON_1=Install the latest driver to maximize hardware performance
STR_UPGRADE_CON_2=Update all drivers with one click
STR_UPGRADE_CON_3=Driver download speed up (approx 500KB-20MB/s)
STR_UPGRADE_CON_4=Automatic driver installation saves time
STR_UPGRADE_CON_5=Create restore points automatically
STR_UPGRADE_CON_6=Backup and restore drives
STR_UPGRADE_CON_7=Search LAN Printing intelligently
STR_UPGRADE_CON_8=View and export device information
STR_UPGRADE_CON_9=Update drivers for PCs without Internet connection
STR_UPGRADE_CON_10=All drivers are certified by Microsoft
STR_UPGRADE_CON_11=Free PC Expert Technical Support
STR_ST_FREE=Free
STR_BUY_PRO=Buy Pro
STR_KEY_FEATURES_OF_PRO=Key Features of DriverHandy Pro
STR_KEY_FEATURES_1=Install and update all drivers with one click
STR_KEY_FEATURES_2=Enjoy faster driver download speed
STR_KEY_FEATURES_3=Automatically backup drivers and create restore point
STR_KEY_FEATURES_4=Resolve tricky computer issues with smart and light tools
STR_KEY_FEATURES_5=Pre-download drivers for your own computer or other PCs
STR_KEY_FEATURES_6=All drivers are certified
STR_KEY_FEATURES_7=Free updates and tech support
STR_MONEY_BACK_GUARANTEE=30-Day Money Back Guarantee
STR_ARIVA_PURCHASED=Purchased
STR_ARIVA_INPUT_EMAIL_LONG=Please enter your license key and email address to activate it:
STR_ARIVA_INPUT_KEY=License key
STR_ARIVA_INPUI_EMAIL=Email

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
